---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.LoadFailures
source: html/1ede4105-66a9-809d-f659-65ea9fa659e3.htm
---
# BuiltInFailures.LoadFailures Properties

Area load is not overlapping with its entire distribution its host.